{
    "party": 
        [
            {
                "bride": [
                {
                    "id": 0,
                    "name": "Sarah Pisacich",
                    "intro": "Some may know Sarah as an extremely hard working Tax Manager at KPMG in Boston, but Kalah was lucky enough to have her as a sister. Sarah is extremely thoughtful of others and tender hearted. Two of Sarah’s passions in life are running and shopping. Kalah is so grateful for everything that Sarah has done for her; both for the wedding and before that. Recently Sarah traveled to San Francisco just to go wedding dress shopping with Kalah. Thank goodness she loves shopping as Kalah dragged her to countless stores and appointments! But at last they found the one!!",
                    "imageName": "sarah-pisacich"
                },
                {
                    "id": 1,
                    "name": "Allye Mittica",
                    "intro": "Allye recently had a last-name change from “Press” to “Mittica” after marrying Joe in May. She is an associate product marketing manager at Medtronic in Portsmouth, New Hampshire. Kalah’s and Allye’s friendship dates back to freshman year of college when they both decided to play rugby. Yes, little Allye played rugby. This started a lifelong friendship based on their mutual love for trying new things; some of which include boxing class, bartending school, snowboarding “out-west” and road trips all over the north-east.",
                    "imageName": "allye-mittica"
                },
                {
                    "id": 2,
                    "name": "Merry Piotti",
                    "intro": "Merry works as an internal audit supervisor at Wolf & Co, living in her recently purchased house in Bellingham, Massachusetts. Merry was Kalah’s first friend at Bentley when the two met at freshman orientation; they were the only two girls willing to breach the gender-barrier to play ultimate Frisbee. Merry is the type of person who will achieve anything she sets her mind to; she’s incredibly smart, super friendly and always has a can-do attitude. One of Kalah’s favorite memories with Merry was building sea-turtles in the sand in the Cape. ",
                    "imageName": "merry-piotti"
                },
                {
                    "id": 3,
                    "name": "Katie Nicholas",
                    "intro": "Katie is a school psychologist for the Pelham school district, living in Somerville, Massachusetts. Katie is one of the best types of friends to have; not only can she make any dull moment fun, but she is also always willing to lend an ear and gives sound advice. Katie and Kalah grew into “adults” together as they met freshman year of high school. They had the joy of experience all the adolescent fun together, from summer camps to high school prom. Most recently, Katie and Kalah enjoy laughing at the ridiculousness that Nate and Brent get into together.",
                    "imageName": "katie-nicholas"
                },
                {
                    "id": 4,
                    "name": "Emily Arsenault",
                    "intro": "Emily is currently a senior at Whittier Tech High School, getting ready to graduate in 2014. She is also Brent’s younger sister. While Emily is all smiles and loves fashion, she is also extremely hard working and a dedicated student. Emily is already a registered CNA and has a nursing job at Wingate Healthcare. Kalah is very excited to have Emily as part of her bridal party and to have her as a future sister!",
                    "imageName": "emily-arsenault"
                },
                {
                    "id": 5,
                    "name": "Heidi Jones",
                    "intro": "Heidi is a dental hygienist at The Smile Zone, living near Albany, New York. Kalah has the pleasure of having Heidi not only as a cousin, but also as a friend. Heidi has always been someone that Kalah can talk to about anything. Growing up, the two shared a love for American Girl dolls, swimming, and giggling. Most recently, with the distance barrier, the two have been able to share ideas through Pinterest; and Kalah is very excited that Heidi is FINALLY on Facebook.",
                    "imageName": "heidi-jones"
                },
                {
                    "id": 6,
                    "name": "Kellie Burke",
                    "intro": "Kellie Burke is an eCommerce marketing manager at Sperry Top-Sider, living in Reading, Massachusetts. She recently had a last-name change from “Stacey” to “Burke” after marrying Dan in March. Kellie and Kalah were randomly assigned as roommates in graduate school at Bentley. Little did Bentley know that they were spurring a great friendship, when they made that match. Kalah loves Kellie’s quarks, like how she is afraid of color and loves Cheez-Its.",
                    "imageName": "kellie-burke"
                },
                {
                    "id": 7,
                    "name": "Nina Kantesaria",
                    "intro": "Nina is a charitable giving coordinator at North American Power, in Norwalk, Connecticut. Her job title suits her as Nina is a very giving person with a big heart. She is also vivacious and a ball of energy. Kalah’s favorite memories with Nina all involve some kind of celebration. For example, Nina is known for always having the best birthday parties in fun locations like New York City and Vegas. Look out for her on the dance floor!",
                    "imageName": "nina-kantesaria"
                }
            ],
            "groom": [
                {
                    "id": 0,
                    "name": "Shawn Boucher",
                    "intro": "Shawn is a shipping and receiving specialist at Rochester Electronics and currently resides in Lawrence, Massachusetts. During his spare time you can find him at Bullmoose getting the latest movie, shooting hoops at the YMCA or at a Celtics game with friends. Shawn and Brent know each other from high school, where they used to give each other high fives every day in the halls. However, they never had a conversation until working together at FYE after graduating. Shawn has been Brent’s best friend ever since his first Michael Scott impersonation.",
                    "imageName": "shawn-boucher"
                },
                {
                    "id": 1,
                    "name": "Nathan Kilabuk",
                    "intro": "Nate is a HR analyst for the Oliver Wyman and currently resides in Somerville, Massachusetts. Nate is one of the kindest humans in the world. He has a huge heart and enjoys making people ponder over unique situations. While Brent and Nate have only known each other for four years, you’d think that they’ve known each other forever. One of Brent’s favorite memories of Nate was the first time they met at Kalah’s Halloween party. For his costume, Nate was dressed as Tom Cruise from Risky Business. Even though that made Brent uncomfortable, somehow the friendship stuck and they’ve been having a blast together ever since. ",
                    "imageName": "nathan-kilabuk"
                },
                {
                    "id": 2,
                    "name": "Michael Coughlin",
                    "intro": "Mike works in sales at RSA Security and lives in Tewksbury, Massachusetts. Typically you will find Mike watching, playing or going to hockey game; all while cheering for the Bruins. You may also find him playing Call of Duty or Gears of War. Mike is one of Brent’s oldest friends as they’ve known each other for 13 years. One of Brent’s favorite memories with Mike was when he took Brent to hockey practice even though Brent had never skated before. Thanks to Mike Brent can now say he’s “played” ice hockey. ",
                    "imageName": "michael-coughlin"
                },
                {
                    "id": 3,
                    "name": "Scott Guerin",
                    "intro": "Scott is a chef and partial owner at SauceWings. He currently resides in Brent’s home town, Haverhill, Massachusetts, with his new bride Jackie. Scott is a giant; which is perfect, as he is also a professional wrestler and avid wrestling fan. He enjoys playing Halo, Gears and Call of Duty. Some of Brent’s best memories with Scott come from High School, like when they used to film homemade stunt movies that they called Cyanaria. ",
                    "imageName": "scott-guerin"
                },
                {
                    "id": 4,
                    "name": "David Pisacich",
                    "intro": "Dave is a senior financial analyst at Fidelity and resides in Boston, Massachusetts. Dave is a huge Red Sox fan and the most polite person you will ever meet. Dave has a great sense of fashion and thoroughly enjoys finding good deals on nice clothes. So does his wife! One of Brent’s favorite Dave memories was watching him the night he could not miss at darts. No matter how much anyone tried, Dave could not lose. Brent promises that “One day I will beat you Dave, one day!”",
                    "imageName": "david-pisacich"
                }
            ]
        }
    ]
}